<?php
/*
Template Name: About
*/
?>
<?php get_header(); ?>

<!-- パンくずリスト -->
<div id="breadcrumb">
  <a href="<?php echo home_url() ?>"><i class="fa fa-home"></i>HOME</a> &gt;
  <a href="about.html">About</a>
</div>

<!-- 本文欄 -->
<div class="content">
  <h1>About</h1>
  <h2>創作活動部とは？</h2>
  <p>
    2013年5月に立ち上がったばかりのフレッシュなサークルです。部員24名で活動しています。<br>
    このサークルの大きな特徴はなんといっても次の２つです。<br>
  </p>
  <br>
  <p>
    <div class="text">
      <strong>部費ゼロ・能力不問！</strong>
    </div>
  </p>
  <p>
    単に「創作活動」といってもピンと来ない方が多いかと思いますが、<br>
    主としてデジタルコンテンツ…イラスト、音楽、小説、ソフトウェアを中心に作っています。<br>
    ここではその人自身が”作りたい物を作る”ことをモットーとしています。<br>
    作品にクオリティは求めません。大事なのは、本人のやる気と根気です。<br>
  </p>
  <p>
    でも、個人で別々のものを作るだけではサークルとしては一体感がありません。<br>
    そこで、共同制作プロジェクトを立ち上げて作業を分担し、各部員がやりたいこと、<br>
    もしくは得意なことをやっていく、という形を取ったりもしています。（例：ゲーム製作）<br>
    その他にも、知識はないけど興味がある！ なんていう要望があれば、勉強会を開いたりもします。<br>
  </p>
  <p>
    サークルとしてまだしっかりした体制が整っているわけではないので、<br>
    もしかするとこれから入部してくるであろうキミが、ゆくゆくはサークル自体を創っていくことにもなりましょう。<br>
  </p>
  <p>
    部員が少ない今、何としても部員を増やさねばならない状況なのが本音です。<br>
    お絵かきや作曲や小説、プログラミングなどに興味がある方、大歓迎です！<br>
    年間を通して随時募集していますので、ぜひ気軽にご連絡下さい！<br>
  </p>

  <h2>マスコットキャラクター</h2>
  <div style="float: none; margin-right: 20px">
    <img src="<?php bloginfo('template_url'); ?>/img/leonardo.png" align="right">
  </div>
  <div style="float: none">
    <p>
      当サークルのマスコットキャラクター「レオナルド」です。<br>
      サークルの創設３年目のときに突如として現れたようですが、<br>
      残念ながら部員たちにはあまり認知されていないようです。<br>
    </p>
    <p>
      <span class="update_date">2017/02/22 追記</span><br>
      レオナルド本人の意向により新たなページが立ち上げられたようです。<br>
      どうやら <a href="leonardo.html">このページ</a> から入れるようです。皆さんぜひ見てあげて下さい。<br>
    </p>
  </div>

  <h2>入部方法</h2>
  <p>
    大学では入部届というものが存在しません。<br>
    当サークルでは、入部する旨と、学生番号と氏名を次のいずれかの方法で伝えて入部が確定します。<br>

    <ul style="list-style-type: disc; margin: 10px 30px;">
      <li><a href="contact.html">お問い合わせフォーム</a>からメールを送る。</li>
      <li>サークル [create.act.ouc＊gmail.com]（＊を＠に変えて下さい）にメールを送る。</li>
      <li>部員の誰かに口頭で伝える。</li>
    </ul>

    入部した後は、部内連絡が回ってくるようになります。<br>
    部会や活動は時間が空いているときに出席し、作りたい物を作っていきましょう。<br>
  </p>

  <h2>情報共有の方法</h2>
  <p>
    当サークルは部員同士がグループを作って製作を行いますが、他の活動やアルバイトで忙しくなかなか部会に顔を出せないこともあると思います。<br>
    そうしている間に知らないうちに話が大きく進んでいたり、プロジェクト全体の進捗が分からなくなることがあります。<br>
    また、LINEのようなSNSでは次のような問題点があります。<br>

    <ul style="list-style-type: disc; margin: 10px 30px;">
      <li>見出しごとに整理できない</li>
      <li>グループを作りすぎると管理が難しい</li>
      <li>日常会話と混ざって重要な連絡と区別できなくなる</li>
      <li>会話が流れて過去の情報が忘れ去られる</li>
    </ul>

    こうした経験から、「ここに行けばすべてが分かる」空間をみんなで作っていくことにしました。<br>
    「今、誰が、何をしていて、自分は何をすべきか」をすぐに知ることができます。<br>
  </p>
  <p>
    そんな空間作りに使っているサービスとは、ズバリ「Redmine」というプロジェクト管理ソフトウェアです。<br>
    例えば次のような機能があります。<br>

    <ul style="list-style-type: disc; margin: 10px 30px;">
      <li>メンバー管理</li>
      <li>スケジュール、TODO管理（個人単位、グループ単位など）</li>
      <li>グループ管理（プロジェクト、担当部門など）</li>
      <li>メッセージのやり取り、掲示板的なスレッド、アンケート調査</li>
      <li>議事録、レポート（毎週の部会で行われる報告など）</li>
    </ul>

    度々仕様変更が行われていますが、当面はこのサービスを利用していく方針です。<br>
  </p>

  <h2>部員紹介</h2>
  <div class="toggleMenu">
    <!-- 注意：以下の見出しに使われている h3 タグはjQueryの仕様で決められているため、変更しないこと -->
    <h3>ＯＢ・院生</h3>
    <div class="text">
      <h5>[HN]かちゃぼちゃ</h5>
      <p>
        創作ジャンル：小説・脚本・作曲<br>
        博士前期課程２年<br>
        兼部：軽音楽・ゴルフ・室内管弦楽団 他<br>
        我が部の創設者。創作に関しては守備範囲が広く、何事にも好奇心を露わにする。<br>
      </p>

      <h5>[HN]SAT</h5>
      <p>
        創作ジャンル：ソフトウェア・Webサイト<br>
        職種：ITエンジニア<br>
        兼部：合気道部<br>
	    かちゃぼちゃと共に当サークルを創設した人物の一人。
        乗り物と田舎をこよなく愛するプログラム専門職。<br>
        本格的なゲーム制作ソフトを自作し、これを使って部員たちとゲームを作っている。<br>
      </p>

      <h5>[HN]くる</h5>
      <p>
        創作ジャンル：シナリオ<br>
        学科：社会情報学科<br>
        兼部：文芸サークル<br>
        シナリオ班所属。一部アニメに関する情報量は人一倍。<br>
      </p>
    </div>

    <h3>４年生</h3>
    <div class="text">
      <h5>[HN]massu</h5>
      <p>
      創作ジャンル：グラフィック<br>
      学科：社会情報学科<br>
      兼部：アカペラサークル<br>
      我が部の代表（2016年度）。姫担当（男）。現在はゲームグラフィックの勉強中。<br>
      </p>

      <h5>[HN]暇人</h5>
      <p>
      創作ジャンル：エディター（ゲーム）<br>
      学科：企業法学科<br>
      兼部：緑法会<br>
      ゲーム制作の知識はほとんどゼロからのスタートだが、現在進行形で頑張っている。<br>
      </p>

      <h5>[HN]赤まぐろ</h5>
      <p>
      創作ジャンル：グラフィック<br>
      学科：企業法学科<br>
      兼部：緑法会<br>
      我が部のマスコットキャラ制作担当。2016年度は部のTwitterやサイト管理も担当していた。<br>
      </p>

      <h5>[HN]さんごう</h5>
      <p>
      創作ジャンル：作曲<br>
      学科：商学科<br>
      兼部：なし<br>
      作曲を担当。合宿では料理をふるまうなど意外な一面を見せる。<br>
      </p>

      <h5>[HN]ルミナー男爵</h5>
      <p>
      創作ジャンル：エディター（ゲーム）<br>
      学科：商学科<br>
      兼部：なし<br>
      主にマップの制作を担当。最近はその腕に磨きがかかってきている。<br>
      </p>
    </div>

    <h3>３年生</h3>
    <div class="text">
      <h5>[HN]茶雀</h5>（代表）
      <p>
      創作ジャンル：小説<br>
      学科：経済学科<br>
      兼部：現代経済研究会・会計サークル・文芸サークル<br>
      意識他界系。<br>
      幅広いジャンルに手を出す行動力がある。<br>
      </p>

      <h5>[HN]ナシノ</h5>（副代表）
      <p>
      創作ジャンル：エディター（ゲーム）<br>
      学科：社会情報学科<br>
      兼部：なし<br>
      エディタ班所属。小樽の辺境から通っているらしい。<br>
      スマホゲーに時間を喰われている気がする。<br>
      </p>

      <h5>[HN]イケダ</h5>
      <p>
      創作ジャンル：イラスト<br>
      学科：企業法学科<br>
      兼部：アカペラサークル・演劇サークル<br>
      のんびり絵を描いている。<br>
      TRPG仲間を探しているらしい。<br>
      </p>

      <h5>[HN]もやし</h5>
      <p>
      創作ジャンル：プログラム・エディター<br>
      学科：社会情報学科<br>
      プログラムに興味がある。<br>
      実は二年次からの参加。<br>
      </p>

      <h5>[HN]札幌太郎</h5>（広報）
      <p>
      創作ジャンル：シナリオ・小説・作曲<br>
      学科：経済学科<br>
      兼部：なし<br>
      足りない頭で小説を書き、こそこそWebページを改造している。<br>
      最近はアコギを叩きまくっている。<br>
      </p>
    </div>

    <h3>２年生</h3>
    <div class="text">
      <h5>[HN]福家</h5>
      <p>
        創作ジャンル：プログラム<br>
        兼部：フォークソング部・軽音部<br>
        楽器と共に部に現れる。プログラムをはじめとして様々な知識を盗む予定。<br>
      </p>

      <h5>[HN]ハモメルさん</h5>
      <p>
        創作ジャンル：グラフィック・シナリオ
        兼部：国際交流サークル
        長い髪が特徴でゲーム好きな人。絵文字の使用頻度が高い。<br>
      </p>

      <h5>[HN]G爺</h5>
      <p>
        創作ジャンル：グラフィック<br>
        兼部：文芸サークル・演劇サークル・ブログサークル・美術サークル<br>
        兼部王。たまに辛辣な事を言う。<br>
      </p>

      <h5>[HN]O2</h5>
      <p>
        創作ジャンル：グラフィック<br>
        兼部：文芸サークル・美術サークル<br>
        手持ちのスキルはお絵かきLv.2。今後レベルアップ予定。<br>
      </p>

      <h5>[HN]パット</h5>
      <p>
        創作ジャンル：シナリオ・作曲<br>
        兼部：文芸サークル・軟式野球部・北大将棋部<br>
        文化系のみならず運動もする人。新品のグローブが唸る。<br>
      </p>

      <h5>[HN]湯豆腐</h5>
      <p>
        創作ジャンル：動画<br>
        兼部：水泳部<br>
        ラジオドラマを作ったりしていた。各班を跨ぐマネージャー的ポジション。<br>
      </p>

      <h5>[HN]こめっと</h5>
      <p>
        創作ジャンル：シナリオ<br>
        兼部：弓道部<br>
        シナリオを含むゲーム製作全般にかかわっていく予定。<br>
      </p>

      <h5>[HN]抹茶</h5>
      <p>
        創作ジャンル：グラフィック<br>
        兼部：ジャズ研究会<br>
        グラフィック班だが、ゲームに関するプログラミングにも興味がある。<br>
      </p>

      <h5>[HN]いうう</h5>
      <p>
        創作ジャンル：プログラム<br>
        兼部：準硬式野球部<br>
        埼玉から遠路はるばるやってきた。マルチにこなせたらいいなと思っている。<br>
      </p>

      <h5>[HN]緑もっさ</h5>
      <p>
        創作ジャンル：グラフィック<br>
        兼部：生協学生委員会<br>
        ゲームとイラストが好き。グラフィック班だが、別ジャンル侵攻のタイミングを狙っている。<br>
      </p>

      <h5>[HN]うつみ</h5>
      <p>
        創作ジャンル：グラフィック
        兼部：文芸サークル・夜間運動部・釣りサークル
        普段は絵を描いている。他のことも機会があれば学んでいく予定。
      </p>
   </div>

    <h3>１年生</h3>
    <div class="text">
    </div>
  </div>
  <br>
  <div class="text">
    他多数、部員が在籍しています。
  </div>
  <br>
</div><!-- content -->

<?php get_footer(); ?>
